{
  "session": {
    "sessionId": "SessionId.f44e186e-2bb5-4a97-8abd-413c8d3f7637",
    "application": {
      "applicationId": "amzn1.echo-sdk-ams.app.150d504d-a9bd-40b7-8631-b1c931c812d6"
    },
    "attributes": {
      "0": "Improved access to and quality of early education so every child is prepared to start school.",
      "1": "Challenged states to develop innovative approaches to raise student achievement through a competitive process that costs less than 1% of what our nation spends on education.",
      "2": "Provided 33 states and the District of Columbia flexibility from No Child Left Behind while raising student achievement standards, improving school accountability, and increasing teacher effectiveness.",
      "3": "Supported grants to help states transform the 5,000 lowest performing schools in the country into safe environments where students can learn",
      "4": "Provided relief to states that helped keep hundreds of thousands of teachers on the job in the face of budget cuts and proposed funding to support additional education jobs.",
      "5": "Invest in the next generation of scientists and engineers. Improve science, technology, engineering and math education and expand programs that expose kids to opportunities in those fields.",
      "6": "Put a great teacher in every classroom. Attract, prepare, support and reward effective teachers and school leaders, and reduce teacher shortages in STEM subject areas.",
      "7": "Reform K-12 education funding by encouraging states to adopt higher standards, and improving teaching and learning assessments.",
      "8": "Encourage innovation in education. Continue funding competitions that increase student success and prepare students for college and careers."
    },
    "user": {
      "userId": "amzn1.ask.account.AFP3ZWPOS2BGJR7OWJZ3DHPKMOMNWY4AY66FUR7ILBWANIHQN73QGYCJ3GMVKYUPPDBQXQZTWFB3V75D2GGQOEFTTUQBEOMJP6WBS6MNGHBMHS2DFGFUSC4HYSYCT62PXMCLJMI46JB33V6O2JXGF6JM7H3ID5VCTILBTGCC7P4IRNA66FMCMFFHVWVXMRGUGAWHZRN2LG7WXGI"
    },
    "new": false
  },
  "request": {
    "type": "IntentRequest",
    "requestId": "EdwRequestId.3e90732f-c5b1-4a1e-af09-cbd26fe8f67b",
    "timestamp": "2016-06-08T02:42:15Z",
    "intent": {
      "name": "GetNextEventIntent",
      "slots": {}
    },
    "locale": "en-US"
  },
  "version": "1.0"
}